<!doctype html>
<html lang="en">

<head>
  <meta charset="utf-8">
  <meta name="Bankuan" content="width=device-width, initial-scale=1">
  <!-- Css -->
  <?php include("Layouts/css.php") ?>
</head>
  <body class="d-flex flex-column min-vh-100">
  <!-- Header -->
  <?php include("Layouts/header.php") ?>
  <!-- Content -->
  <div class="content" style="margin-top: 20%;">
    <div class="container-fluid bg-white shadow p-3 mb-5 bg-body-tertiary">
    <h2 class="pt-5 mb-2 me-3" style="text-indent: 1in;">ประวัติและความเป็นมาขององค์การบริหารส่วนตำบล</h2>
      <div class="container p-3 mt-4">
        <p style="text-indent: 0.5in;" class="lh-lg">
        องค์การบริหารส่วนตำบล (อบต.) คือ หน่วยการบริหารราชการส่วนท้องถิ่น มีฐานะเป็นนิติบุคคลและราชการส่วนท้องถิ่น จัดตั้งขึ้นตามพระราชบัญญัติสภาตำบลและองค์การบริหารส่วนตำบล พ.ศ. 2537 ซึ่งมีผลใช้บังคับตั้งแต่วันที่ 2 มีนาคม 2538 และมีฉบับแก้ไขเพิ่มเติมในเวลาต่อมา 
        พระราชบัญญัติฉบับนี้ได้ส่งผลให้มีการกระจายอำนาจสู่องค์กรประชาชนในระดับตำบลอย่างมาก โดยได้ยกฐานะสภาตำบลซึ่งมีรายได้ตามเกณฑ์คือ มีรายได้ไม่รวมเงินอุดหนุนในปีงบประมาณที่ล่วงมาติดต่อกัน 3 ปี เฉลี่ยไม่ต่ำกว่าปีละ 150,000 บาท ขึ้นเป็นองค์การบริหารส่วนตำบล 
        กล่าวได้ว่าการจัดตั้งองค์การบริหารส่วนตำบลนี้เป็นผลผลิตหนึ่งของกระแสของสังคมที่ต้องการจะปฏิรูปการเมือง ดังนั้นองค์การบริหารส่วนตำบลจึงเป็นมิติหนึ่งของความพยายามในการปฏิรูปการเมืองโดยการกระจายอำนาจสู่ท้องถิ่น 
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        องค์การบริหารส่วนตำบล มีความสำคัญต่อท้องถิ่นเป็นอย่างมาก เพราะเป็นองค์กรปกครองส่วนท้องถิ่นที่มีขนาดเล็กที่สุด แต่ใกล้ชิดกับประชาชนมากที่สุด โดยเฉพาะประชาชนในพื้นที่ชนบท องค์การบริหารส่วนร่วมในการปกครองตนเองตามระบอบประชาธิปไตย
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        องค์การบริหารส่วนตำบล ในฐานะที่เป็นองค์กรปกครองส่วนท้องถิ่นรูปแบบหนึ่ง มีส่วนสำคัญยิ่งในการทำให้ประชาชนในชนบทได้มีโอกาสในการปกครองตนเองตามเจตนารมณ์ของรัฐธรรมนูญฉบับปัจจุบันที่ต้องการกระจายอำนาจให้กับท้องถิ่นมากขึ้น
        </p>
      </div>  
    <h2 class="pt-5 mb-2 me-3" style="text-indent: 1in;">กำเนิดและพัฒนาการขององค์การบริหารส่วนตำบล</h2>
      <div class="container p-3 my-4">
        <p style="text-indent: 0.5in;" class="lh-lg">
        <strong>รูปแบบที่หนึ่ง</strong> คณะกรรมการตำบลและสภาตำบลตามคำสั่งกระทรวงมหาดไทย ที่ 222/2499 โดยคณะกรรมการตำบลประกอบด้วยกำนัน ผู้ใหญ่บ้านทุกคนในตำบล แพทย์ประจำตำบล ครูประชาบาลในตำบลนั้นคนหนึ่ง ราษฎรผู้ทรงคุณวุฒิในตำบลนั้น ไม่น้อยกว่า 2 คน 
        และให้มีข้าราชการที่ปฏิบัติงานในตำบลนั้นเข้าร่วมเป็นคณะกรรมการตำบลด้วย ส่วนสภาตำบลประกอบด้วยสมาชิกสภาตำบลซึ่งมาจากราษฎรผู้มีคุณสมบัติเช่นเดียวกับผู้สมัครรับเลือกเป็นผู้ใหญ่บ้าน หมู่บ้านละ 2 คน
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        <strong>รูปแบบที่สอง</strong> องค์การบริหารส่วนตำบล ตามพระราชบัญญัติระเบียบบริหารราชการส่วนตำบล พ.ศ. 2499 โดยองค์การบริหารส่วนตำบลประกอบด้วยสภาตำบลและคณะกรรมการตำบล ซึ่งสภาตำบล ประกอบด้วยสมาชิกซึ่งราษฎรในหมู่บ้านเลือกตั้งหมู่บ้านละ 1 คน 
        และกำนันและผู้ใหญ่บ้านทุกคนในตำบลเป็นสมาชิกสภาตำบลโดยตำแหน่ง ส่วนคณะกรรมการตำบล ประกอบด้วย กำนันตำบลท้องที่เป็นประธาน ผู้ใหญ่บ้านทุกคนในตำบล แพทย์ประจำตำบล 
        และกรรมการอื่นซึ่งนายอำเภอแต่งตั้งจากครูใหญ่โรงเรียนในตำบลหรือผู้ทรงคุณวุฒิอื่นจำนวนไม่เกิน 5 คน        
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        <strong>รูปแบบที่สาม</strong> สภาตำบลตามคำสั่งกระทรวงมหาดไทย ที่ 275/2509 ซึ่งเป็นการบริหารในรูปของคณะกรรมการเรียกว่า “คณะกรรมการสภาตำบล” ซึ่งประกอบด้วย กำนัน ผู้ใหญ่บ้านทุกหมู่บ้านในตำบลและแพทย์ประจำตำบลเป็นกรรมการสภาตำบลโดยตำแหน่ง 
        นอกจากนี้ยังประกอบด้วยครูประชาบาลในตำบลนั้น 1 คน ซึ่งนายอำเภอคัดเลือกจากครูประชาบาลในตำบลเป็นกรรมการสภาตำบล และราษฎรผู้ทรงคุณวุฒิหมู่บ้านละ 1 คน ซึ่งราษฎรในหมู่บ้านเลือกตั้งขึ้นเป็นกรรมการสภาตำบล 
        โดยกำนันเป็นประธานกรรมการสภาตำบลโดยตำแหน่ง และมีรองประธานกรรมการสภาตำบลคนหนึ่งซึ่งคณะกรรมการสภาตำบลเลือกตั้งจากกรรมการด้วยกัน การบริหารงานของสภาตำบลนอกจากจะมีคณะกรรมการสภาตำบลดังกล่าว 
        สภาตำบลยังมีเลขานุการสภาตำบลคนหนึ่งซึ่งคณะกรรมการสภาตำบลเลือกตั้งกันขึ้นมาหรือตั้งจากบุคคลภายนอก และมีที่ปรึกษาสภาตำบล ซึ่งเป็นพัฒนากรตำบลนั้นอีกด้วย        
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        การจัดตั้งองค์การบริหารส่วนตำบลขึ้นในสมัยนั้น ก็เพื่อให้การปกครองในระดับตำบลที่มีความเจริญและมีรายได้ระดับหนึ่งได้มีการปกครองตนเองตามหลักการปกครองท้องถิ่น ต่อมาในปี 2515 องค์การบริหารส่วนตำบลได้ถูกยุบเลิกไป 
        โดยประกาศคณะปฏิวัติ ฉบับที่ 326 ลงวันที่ 13 ธันวาคม 2515 ซึ่งประกาศคณะปฏิวัติดังกล่าวยังคงให้สภาตำบลมีอยู่ต่อไป        
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        หลังจากเหตุการณ์พฤษภาทมิฬใน พ.ศ.2535 กระแสในการปฏิรูปการเมืองได้ก่อตัวขึ้นอย่างรวดเร็ว มีการเรียกร้องให้มีการปฏิรูปการเมืองในหลายๆด้าน และด้านหนึ่งคือการเรียกร้องให้มีการกระจายอำนาจ ดังนั้นในปี 2537 
        ได้มีการประกาศใช้พระราชบัญญัติสภาตำบลและองค์การบริหารส่วนตำบล พ.ศ.2537 ซึ่งประกาศใช้ในวันที่ 2 ธันวาคม พ.ศ.2537 และมีผลบังคับใช้ตั้งแต่วันที่ 2 มีนาคม พ.ศ.2538 
        โดยสาระสำคัญของกฎหมายฉบับดังกล่าวคือการยกฐานะสภาตำบลที่มีรายได้โดยไม่รวมเงินอุดหนุนในปีงบประมาณที่ล่วงมาติดต่อกันสามปีเฉลี่ยไม่ตำกว่าปีละ 150,000 บาท สามารถจัดตั้งเป็นองค์การบริหารส่วนตำบลได้
        ดังนั้นองค์การบริหารส่วนตำบลจึงกลับมาเป็นองค์กรปกครองส่วนท้องถิ่นในระดับตำบลอีกครั้งหนึ่ง       
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        โครงสร้างขององค์การบริหารส่วนตำบลตามพระราชบัญญัติสภาตำบลและองค์การบริหารส่วนตำบล พ.ศ.2537 กำหนดให้ประกอบด้วยสภาองค์การบริหารส่วนตำบลและคณะกรรมการบริหาร 
        สภาองค์การบริหารส่วนตำบลประกอบด้วยสมาชิกสภาสองประเภท ประเภทแรกเป็นสมาชิกสภาโดยตำแหน่ง ประกอบด้วย กำนัน ผู้ใหญ่บ้านทุกหมู่บ้าน และแพทย์ประจำตำบล ประเภทที่สองเป็นสมาชิกที่มาจากการเลือกตั้งโดยประชาชนหมู่บ้านละ 2 คน 
        ส่วนคณะกรรมการบริหารประกอบด้วย กำนันเป็นประธานโดยตำแหน่ง ผู้ใหญ่บ้านอีกไม่เกิน 2 คน และสมาชิกสภาที่มาจากการเลือกตั้งอีกไม่เกิน 4 คน รวมแล้วมีคณะกรรมการบริหารได้ไม่เกิน 7 คน       
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        ต่อมาในปี พ.ศ. 2542 พระราชบัญญัติสภาตำบลและองค์การบริหารส่วนตำบล พ.ศ.2537 ได้มีการแก้ไขเพิ่มเติมโดยพระราชบัญญัติสภาตำบลและองค์การบริหารส่วนตำบล พ.ศ.2542 (ฉบับที่ 3) เพื่อให้สอดคล้องกับบทบัญญัติตามรัฐธรรมนูญ 
        ในหมวด 9 ว่าด้วยการปกครองส่วนท้องถิ่น มาตรา 285 ที่กำหนดให้องค์กรปกครองท้องถิ่นต้องมีสภาท้องถิ่นและคณะผู้บริหารท้องถิ่นหรือ ผู้บริหารท้องถิ่น สมาชิกสภาท้องถิ่นต้องมาจากการเลือกตั้ง 
        คณะผู้บริหารท้องถิ่นหรือผู้บริหารท้องถิ่นให้มาจากการเลือกตั้งโดยตรงของประชาชน หรือมาจากความเห็นชอบของสภาท้องถิ่น[6] ซึ่งโครงสร้างองค์การบริหารส่วนตำบลเดิมตามพระราชบัญญัติสภาตำบลและองค์การบริหารส่วนตำบล พ.ศ.2537 นั้น 
        มีสมาชิกสภาและกรรมการบริหารจำนวนหนึ่งเป็นโดยตำแหน่ง ดังนั้นจึงมีการแก้ไขบทบัญญัติในกฎหมายดังกล่าวให้สมาชิกสภาทั้งหมดมาจากการเลือกตั้งของประชาชน และให้คณะกรรมการบริหารมาจากความเห็นชอบของสภา       
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        ในปีกลางปี พ.ศ. 2546 รัฐสภาได้มีการปรับปรุงแก้ไขพระราชบัญญัติสภาตำบลและองค์การบริหารส่วนตำบล พ.ศ. 2537 แก้ไขเพิ่มเติมฉบับที่ 4 พ.ศ. 2546 ซึ่งมีผลบังคับใช้ตั้งแต่วันที่ 18 มิถุนายน พ.ศ.2546 
        โดยได้มีการยกเลิกชื่อเรียก คณะกรรมการบริหารและกรรมการบริหาร โดยให้ใช้ชื่อ คณะผู้บริหาร และชื่อเรียก ประธานกรรมการบริหาร เปลี่ยนเป็น นายกองค์การบริหารส่วนตำบล รองประธานกรรมการบริหารเปลี่ยนเป็น 
        รองนายกองค์การบริหารส่วนตำบล เปลี่ยนชื่อเรียกข้อบังคับตำบลเป็น ข้อบัญญัติองค์การบริหารส่วนตำบล และยกเลิกไม่ให้ปลัดองค์การบริหารส่วนตำบลเป็นเลขานุการคณะผู้บริหาร       
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        การปรับโครงสร้างขององค์การบริหารส่วนตำบลครั้งสำคัญเกิดขึ้นอีกครั้งในช่วงเดือนธันวาคม พ.ศ.2546 หลังจากเพิ่งมีการแก้ไขเพิ่มพระราชบัญญัติสภาองค์การบริหารส่วนตำบลและองค์การบริหารส่วนตำบลไปเมื่อกลางปี พ.ศ.2546 
        แต่การแก้ไขกฎหมายเมื่อตอนกลางปีเป็นการแก้ไขในรายละเอียดปลีกย่อยเท่านั้น ความจริงในการแก้ไขกฎหมายในช่วงกลางปี 2546 ดังกล่าว 
        ได้มีความพยายามในการเสนอให้มีการแก้ไขที่มาของฝ่ายบริหารขององค์การบริหารส่วนตำบลมาจากการเลือกตั้งโดยตรงของประชาชนมาแล้วครั้งหนึ่ง โดยวุฒิสภาได้แก้ไขเพิ่มเติมสาระสำคัญในกฎหมายที่ผ่านการพิจารณาของสภาผู้แทนราษฎรขึ้นมา 
        โดยได้แก้ไขให้นายกองค์การบริหารส่วนตำบลมาจากการเลือกตั้งโดยตรงจากประชาชน แต่เมื่อร่างกฎหมายกลับมาสภาผู้แทนราษฎร ปรากฏว่าสภาผู้แทนราษฎรไม่เห็นด้วยและได้มีการตั้งคณะกรรมาธิการร่วมเพื่อปรับปรุงร่างกฎหมายดังกล่าว 
        และร่างกฎหมายที่ผ่านการพิจารณาของกรรมาธิการร่วมได้ยืนยันตามร่างที่ผ่านการพิจารณาของวุฒิสภา คือ กำหนดให้นายกองค์การบริหารส่วนตำบลมาจากการเลือกตั้งโดยตรงของประชาชน แต่เมื่อเสนอเข้าสู่สภาผู้แทนราษฎรอีกครั้ง 
        ปรากฏว่าสภาผู้แทนราษฎรไม่เห็นชอบ ร่างกฎหมายที่เสนอให้นายกองค์การบริหารส่วนตำบลมาจากการเลือกตั้งโดยตรงของประชาชนจึงตกไปในช่วงเวลาดังกล่าว       
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        แต่ความเคลื่อนไหวจากหลายฝ่ายที่ต้องการให้มีการแก้ไขที่มาให้ผู้บริหารขององค์กรปกครองส่วนท้องถิ่นมาจากการเลือกตั้งโดยตรงของประชาชนในท้องถิ่นยังไม่หยุดนิ่ง 
        ควรจะกล่าวถึงที่มาของการเคลื่อนไหวเพื่อให้มีการแก้ไขให้ฝ่ายบริหารขององค์กรปกครองส่วนท้องถิ่นมาจากการเลือกตั้งโดยตรงสักเล็กน้อย       
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        สาเหตุที่สำคัญของการเคลื่อนไหวนี้น่าจะเกิดจากการเปิดช่องไว้ในกฎหมายรัฐธรรมนูญ พ.ศ.2540 ในมาตรา 285 ซึ่งกล่าวถึงองค์ประกอบ ที่มาของสภาท้องถิ่นและที่มาของฝ่ายบริหารขององค์กรปกครองส่วนท้องถิ่น 
        โดย ในมาตรา 285 ของรัฐธรรมนูญ พ.ศ.2540 ได้กำหนดให้ฝ่ายบริหารขององค์กรปกครองส่วนท้องถิ่นมีที่มาได้ 2 ทาง ทางแรก มาจากมติของสภาท้องถิ่น ทางที่สองมาจากการเลือกตั้งโดยตรงของประชาชนในท้องถิ่น 
        เมื่อกฎหมายรัฐธรรมนูญเปิดช่องก็ได้มีความเคลื่อนไหวให้ผู้บริหารท้องถิ่นมาจากการเลือกตั้งโดยตรงครั้งแรกเมื่อช่วงปี พ.ศ.2542-2543 โดยองค์กรที่ออกมาเคลื่อนไหวในช่วงดังกล่าวคือสมาคมสันนิบาตเทศบาลแห่งประเทศไทย 
        โดยได้อ้างถึงปัญหาของโครงสร้างเดิมที่เป็นอยู่ที่ฝ่ายบริหารมาจากมติของสภาท้องถิ่นนั้นเป็นโครงสร้างที่มีปัญหา เพราะ       
        </p>
        <p style="text-indent: 1in;" class="lh-lg">
        1. โครงสร้างที่นายกเทศมนตรีมาจากมติของสภาเทศบาล ทำให้นายกเทศมนตรีต้องพึ่งพาหรือต้องการเสียงสนับสนุนข้างมากจากสภาเทศบาล ฉะนั้นหากนายกเทศมนตรีไม่สามารถควบคุมเสียงข้างมากในสภาเทศบาลได้ 
        ก็เป็นการเปิดช่องฝ่ายสภาเทศบาลโค่นนายกเทศมนตรีออกจากตำแหน่งได้ ส่งผลให้ในสมัยหนึ่งๆมีการเปลี่ยนแปลงผู้บริหารท้องถิ่นบ่อยครั้ง       
        </p>
        <p style="text-indent: 1in;" class="lh-lg">
        2. การเปลี่ยนแปลงนายกเทศมนตรีบ่อยครั้ง ก่อให้เกิดผลเสียต่อการบริหารงานในเทศบาล เพราะจะทำให้นโยบายขาดความต่อเนื่อง ยากที่จะผลักดันนโยบายต่างๆเป็นรูปธรรมได้ และท้ายที่สุดผลเสียหรือความเสียหายก็ตกแก่ประชาชนในท้องถิ่น       
        </p>
        <p style="text-indent: 1in;" class="lh-lg">
        3. โครงสร้างที่นายกเทศมนตรีมาจากมติของสภาเทศบาล เป็นโครงสร้างที่นายกเทศมนตรีต้องเอาอกเอาใจสมาชิกสภาโดยให้ผลประโยชน์ต่างตอบแทนระหว่างกันในรูปแบบต่างๆ เพื่อรักษาเสียงข้างมากเอาไว้ ทำให้นายกเทศมนตรีต้องคอยเอาใจสมาชิกสภาเทศบาลมากกว่าเอาใจประชาชน       
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        กล่าวโดยสรุปเกี่ยวกับปัญหาของโครงสร้างของเทศบาลที่ฝ่ายบริหารมาจากมติของสภานั้น เป็นโครงสร้างที่ฝ่ายบริหารไม่เข้มแข็ง ปัญหาเหล่านี้จึงเป็นที่มาของการเรียกร้องให้มีการแก้กฎหมายเพื่อให้มีการเปลี่ยนแปลงที่มาของฝ่ายบริหารในเทศบาล 
        และการเรียกร้องดังกล่าวก็มาประสบความสำเร็จในปี พ.ศ.2543 เมื่อรัฐสภาได้พิจารณาผ่านกฎหมายที่กำหนดให้นายกเทศมนตรีมาจากการเลือกตั้งโดยตรงของประชาชน 
        แต่กฎหมายดังกล่าวไม่ได้กำหนดให้ทุกเทศบาลมีนายกเทศมนตรีที่มาจากการเลือกตั้งโดยตรงของประชาชน มีเพียงเทศบาลนครและเทศบาลเมืองเท่านั้นสามารถเลือกตั้งนายกเทศมนตรีทางตรง 
        ส่วนเทศบาลตำบลต้องรอไปถึง พ.ศ.2550 เทศบาลตำบลจึงจะสามารถทำประชามติสอบถามประชาชนในเขตเทศบาลได้ว่าต้องการใช้ที่มาของนายกเทศมนตรีรูปแบบใด       
        </p>
        <p style="text-indent: 0.5in;" class="lh-lg">
        ความสำเร็จของฝ่ายเทศบาลเป็นการจุดประเด็นให้เกิดการเคลื่อนไหวในฝ่ายขององค์การบริหารส่วนจังหวัดและองค์การบริหารส่วนตำบลในการเรียกร้องให้มีการแก้ไขกฎหมาเปลี่ยนแปลงที่มาของฝ่ายบริหารให้มาจากการเลือกตั้งโดยตรงของประชาชน 
        และในที่สุดในช่วงปลายปี พ.ศ.2546 ก็มีการเปลี่ยนแปลงทั้งใหญ่ในประวัติศาสตร์การปกครองท้องถิ่นของไทย เมื่อรัฐสภาได้พิจารณาผ่านกฎหมายท้องถิ่นแก้ไขเพิ่มเติม 3 ฉบับ อันได้แก่ 
        พระราชบัญญัติองค์การบริหารส่วนจังหวัด (ฉบับที่ 3) พ.ศ. 2546 พระราชบัญญัติเทศบาล (ฉบับที่ 12) และพระราชบัญญัติสภาตำบลและองค์การบริหารส่วนตำบล (ฉบับที่ 5) พ.ศ. 2546 โดยเนื้อหาสาระสำคัญของกฎหมายทั้ง 3 
        ฉบับคือการกำหนดให้ฝ่ายบริหารขององค์กรปกครองท้องถิ่นมาจากการเลือกตั้งโดยตรงของประชาชนในท้องถิ่น ฉะนั้นจึงกล่าวได้ว่านับตั้งแต่การประกาศใช้กฎหมายทั้ง 3 ฉบับนี้แล้ว 
        ผู้บริหารขององค์กรปกครองส่วนท้องถิ่นทุกรูปแบบของไทยมาจากการเลือกตั้งโดยตรงของประชาชนเหมือนกันหมดทั้งประเทศ โดยในส่วนของโครงสร้างและองค์ประกอบอื่น ๆ ขององค์การบริหารส่วนตำบลจะได้กล่าวในลำดับต่อไป       
        </p>
      </div>


    </div>
  </div>
  <!-- Footer -->
  <?php include("Layouts/footer.php") ?>
  <!-- Script -->
  <?php include("Layouts/script.php") ?>
  </body>

</html>